window.emuns = {
  "status": 1,
  "msg": "success",
  "item": {
    "categoryFk": {
      "10": "基金",
      "30": "资管",
      "40": "信托",
      "60": "债权转让",
      "70": "股权投资"
    },
    "salesStatusFk": {
      "10": "在售",
      "20": "预售",
      "30": "售罄",
      "60": "已结束",
      "70": "执行中",
      "80": "募集失败"
    },
    "available": {
      "10": "上架",
      "20": "下架"
    },
    "statusFk": {
      "10": "草稿",
      "20": "待审核",
      "30": "审核失败",
      "40": "审核通过"
    },
    "fundGenreAFk": {
      "500": "证券",
      "510": "股权",
      "520": "风险投资",
      "530": "混合型",
      "540": "其他权益",
      "550": "类固收私募基金",
      "560": "私募股权基金",
      "570": "契约型基金"
    },
    "fundGenreBFk": {
      "700": "契约",
      "710": "公司",
      "720": "有限合伙"
    },
    "fundTypeFk": {
      "60": "股票策略",
      "70": "期货策略",
      "80": "债券策略",
      "90": "其他策略"
    },
    "fundSubTypeFk": {
      "100": {
        "name": "股票多头",
        "parentId": 60
      },
      "110": {
        "name": "股票多空",
        "parentId": 60
      },
      "120": {
        "name": "股票量化",
        "parentId": 60
      },
      "130": {
        "name": "行业策略",
        "parentId": 60
      },
      "140": {
        "name": "套利策略",
        "parentId": 60
      },
      "150": {
        "name": "事件驱动",
        "parentId": 60
      },
      "160": {
        "name": "复合策略",
        "parentId": 60
      },
      "170": {
        "name": "主管交易",
        "parentId": 70
      },
      "180": {
        "name": "程序化交易",
        "parentId": 70
      },
      "190": {
        "name": "套利策略",
        "parentId": 70
      },
      "200": {
        "name": "复合策略",
        "parentId": 70
      },
      "210": {
        "name": "股权投资",
        "parentId": 90
      },
      "220": {
        "name": "另类投资",
        "parentId": 90
      },
      "230": {
        "name": "宏观对冲",
        "parentId": 90
      },
      "240": {
        "name": "组合基金",
        "parentId": 90
      }
    },
    "publisherFk": {
      "1": "祺鲲科技2225",
      "3": "苹果中国",
      "11": "发行商A",
      "12": "发行商B",
      "22": "ad",
      "23": "桃桃",
      "26": "发行商C",
      "27": "大啊",
      "28": "ads",
      "29": "徐徐",
      "30": "aa",
      "31": "ad",
      "32": "学习下",
      "33": "新发行商2"
    },
    "custodianType": {
      "10": "无",
      "20": "托管券商",
      "30": "托管银行",
      "40": "第三方支付存管"
    },
    "establishStatus": {
      "0": "募集中",
      "1": "已成立",
      "2": "募集失败"
    },
    "currencyUnits": {
      "1100": "元",
      "1200": "万元",
      "1300": "亿元"
    },
    "calendarUnits": {
      "2100": "天",
      "2200": "自然月",
      "2300": "自然季",
      "2400": "自然年",
      "-3": "非固定期限（不赎回则一直持有）",
      "-2": "无",
      "-1": "不限期（前台投资人自选期限）"
    },
    "currencyTypes": {
      "10": "人民币",
      "20": "美元",
      "30": "港币",
      "40": "其他"
    },
    "riskRating": {
      "10": "低风险",
      "20": "中风险",
      "30": "高风险"
    },
    "arrTypeFk": {
      "10": "固定",
      "20": "浮动",
      "30": "固定阶梯",
      "40": "浮动阶梯",
      "90": "按期付息，到期还本",
      "130": "到期一次性还本付息"
    },
    "commissionTypeFk": {
      "10": "固定佣金",
      "20": "阶梯佣金"
    },
    "investModeFk": {
      "10": "信托贷款",
      "20": "股权投资",
      "30": "权益投资",
      "40": "证券投资",
      "50": "组合运用",
      "60": "其他投资",
      "70": "量化对冲投资",
      "80": "结构化投资",
      "90": "海外投资"
    },
    "industryTypeFk": {
      "10": "政信类",
      "20": "金融类",
      "30": "基础设施",
      "40": "工商企业",
      "50": "房地产",
      "60": "其他"
    }
  }
}